{"nid":"1423","vid":"5282","title":"Shade Blocks","created":"1549374177","changed":"1549375491","language":"en","body":"<p>A particular portions in a page of text can be differentiated\/highlighted using these shades functionalities. For example Blue \/ Green \/ Purple shade blocks etc…<\/p>  <p>You can select the particular text which needs to be highlighted and press the “Blue Shade” button. Each shades are pictorially shown below<\/p>  <p><strong>Blue Shade Block:<\/strong><\/p>  <div class=\"blueshade\">Quisque et malesuada sapien. Nulla at venenatis metus. Pellentesque commodo, lorem ac volutpat molestie, justo nulla dignissim dolor, mollis maximus urna sem at tortor. Morbi mollis eleifend massa in sollicitudin. Suspendisse ligula purus, tincidunt ut lorem nec, hendrerit tempus leo. Pellentesque pharetra tincidunt varius. Proin molestie diam id gravida tempor. Nulla facilisi. Cras vitae fringilla leo. Pellentesque commodo consectetur feugiat. Fusce enim sapien, auctor a ex a, ullamcorper porta lacus.<\/div>  <p><strong>Green Shade Block:<\/strong><\/p>  <div class=\"greenshade\">Etiam tincidunt nec neque eu lobortis. Aliquam erat volutpat. Morbi egestas sodales massa, in tincidunt nisl dignissim non. Duis blandit lobortis ante, sed convallis mi fermentum tempor. Donec mattis orci sit amet ligula facilisis, quis iaculis dolor sodales. Nullam id libero ut erat porttitor efficitur.<\/div>  <p><strong>Purple Shade Block:<\/strong><\/p>  <div class=\"purpleshade\">Suspendisse potenti. Phasellus sodales efficitur faucibus. Cras sit amet pulvinar nunc. Nullam in nunc a leo blandit auctor sit amet vitae elit. Fusce dapibus sapien lorem, porta porta lacus convallis a. Curabitur justo lacus, fringilla nec imperdiet at, tempus suscipit tellus. Suspendisse vel purus sit amet dolor tincidunt posuere sit amet vel purus. Sed purus enim, cursus cursus ligula cursus, malesuada vestibulum diam. Quisque vel urna et risus varius suscipit.<\/div>  ","field_content_type":{"tid":"1","name":"Content","class":"content"},"field_interactive_charts":"1","field_tagging":[{"tid":"122","name":"Custom Styles"}],"field_hide_share":"0","field_hide_menu":"0","tnid":"0"}